<style lang="less">
@import '@/assets/css/env.less';
.Article {
    font-size: 1.125rem;
    background: white;

    padding: 1.75rem .75rem;

    article {

        max-width: 760px;
        margin: 0 auto;
    }

    h2 {
        text-align: center;
        font-size: @font-size-4;
    }
    h4 {
        color: @darkblue;
        text-align: center;
        margin: 0 0 2.5rem;
    }
    h5 {
        margin: 0 0 1.25rem;
    }
    p {
        font-weight: 300;
        margin: 0;
        & + p {margin-top: 1em}
        & + h5 {margin-top: 2.5rem}
    }
    section + section {
        margin-top: 2.5rem;
    }
    &__image {
        margin: 2.5rem 0 0;
        width: 100%;
        height: auto;
        border-radius: 1rem;
        overflow: hidden;
        & > img {
            display: block;
            height: auto;
            width: 100%;
        }
    }

    &__author {
        margin: 2rem 0 0;
    }

    &__more {
        text-align: center;
        margin: 2rem 0 0;
    }

    @media (min-width: @screen-tablet) {
        padding: 3.75rem 1.5rem;
        h2 {
            font-size: @font-size-2;
        }
    }
}
</style>
<template>
<div class="Article">
<article>
    <h2>
        <a hrf="">Очищающие маски для лица</a>
    </h2>

    <section>
        <a href="https://apteka.ru/search/?q=%D0%BC%D0%B0%D1%81%D0%BA%D0%B8%20%D0%B4%D0%BB%D1%8F%20%D0%BB%D0%B8%D1%86%D0%B0">Очищающие маски</a>
        призваны сделать то, что не удалось вашим привычным средствам - удалить излишки масла , грязи и пыли из самых труднодоступных участков вместе с отмершими клетками кожи, чтобы придать ей гладкость и здоровое сияние.
        Сегодня на рынке присутствует два основных типа масок: смываемые (в основном на основе глины) и маски-пленки.
    </section>

    <section>
        <h4>Смываемые маски</h4>

        <h5>Глиняные маски</h5>
        <p>
            Самые популярные - это конечно же маски на основе глины, супер эффективного и довольно дешевого абсорбера.
            Такие маски удаляют излишки кожного сала с поверхности и из пор.
            жирной. Ее, как правило, усиливают другими адсорберами, такими, как древесный уголь, обладающий антибактериальными и детокс свойствами, и противовоспалительными веществами, такими как цинк или сера.
        </p>
        <p>
            Для чувствительной кожи в формулу часто вводят успокаивающие агенты - корень солодки, алое вера, экстракты огурца или лаванды, иногда в составе масок можно найти и масло розы для антиэйдж эффекта.
            Но основная задача таких масок - удалить лишний жир и предотвратить образование комедонов. Их наносят на 20-30 минут и рекомендуют к применению не чаще одного раза в неделю.
            И помните: глина не должна высыхать на вашем лице.
        </p>

        <h5>«Кислородные» очищающие маски или bubble masks</h5>
        <p>
            Они взорвали рынок в 2017 году и все еще безумно популярны.
            При нанесении на лицо примерно через минуту маска начинает «пениться» и шипеть, что создаёт ощущение глубокого очищения.
            Фокус довольно прост - происходит то же, что и с бутылкой газированной водой, когда вы открываете ее и газ выходит.
            В данном случае газ - это кислород. Поместить его в косметическое средство довольно проблематично: он нестабилен и является сильнейшим окислителем, способным разрушить любую формулу.
            Кислород - это газ, который не растворяется в воде, но растворяется в специальных веществах-носителях, перфторуглеродах (которые и указаны в составе вместо кислорода).
            В дорогих брендах используются формулы легкого геля, который под давлением закачивают в дозаторы, поэтому при выходе он практически сразу начинает шипеть.
        </p>
        <p>
            Дешевые бренды используют плотные текстуры, смеси с глинами, чтобы «удержать» кислород неактивным до нанесения, поэтому вам придётся подождать пару минут, пока кислород не начнёт выделяться.
            Глубокого очищения кожи, а тем более насыщения ее живительным кислородом вы, конечно же, не дождётесь, для этого используются несмываемые средства.
            Однако по некоторым тестам кислород + глина действительно эффективнее очищают кожу, чем одна только глина. Такие маски можно делать два раза в неделю, но людям с чувствительной кожей стоит быть с ними осторожнее.
        </p>

        <h5>Ферментные маски</h5>
        <p>
            Их также можно отнести к очищающим, однако они удаляют не грязь и жир, а мертвые чешуйки кожи, которые слипаются с кожным салом и делают кожу тусклой.
            Ферменты катализируют и ускоряют естественные биологические процессы и возвращают коже сияние, растворяя белковые связи. Это помогает лишним чешуйкам отслаиваться быстрее, кожа становится гладкой, лучше отражает свет, а, значит, выглядит ровнее и свежее.
            Такие маски могут стать ежедневными помощниками в очищении и обновлении кожи или применяться раз в неделю - это зависит от типа ферментов, которые используются, и их концентрации.
            Для сухой и чувствительной кожи используется папаин, а бромелайн и тыквенные энзимы больше подойдут для плотной и жирной. Но сегодня на рынке появляется все больше ферментов, полученных, например, из ягод асаи, черники, яблока, японского гриба и даже алое вера, их действие намного мягче, чем, например, привычного бромелайна.
        </p>
        <p>
            Такие смеси ферментов часто можно встретить в продаже в порошковой форме, их необходимо смешивать с водой перед применением. Японские блогеры рекомендуют применять их ежедневно, как дополнение к очищающим процедурам или вообще заменить ими традиционные средства для умывания.
            Стоит помнить, что кожа представителей азиатской расы плотнее, поэтому даже с самыми мягкими энзимами стоит быть аккуратнее.
            Начните с двух раз в неделю и следите за реакцией кожи. Через две недели можно увеличить частоту применения.
        </p>
        <div class="Article__image">
            <img src="/data/article/image6.png" width="760" height="506" alt="" />
        </div>
    </section>
    <section>
        <h4>Несмываемые маски</h4>

        <h5>Маски-пленки</h5>
        <p>
            Такие маски представлены в виде гелей. После нанесения, в среднем через 15 минут, они застывают на лице и превращаются в пленку, которую нужно аккуратно снять с лица.
            Вместе с этой плёнкой вы удаляете ненужные чешуйки кожи, а также излишки кожного сала с поверхности и из пор.
        </p>
        <p>
            Такие маски могут быть агрессивны, например, маски-пленки с высоким содержанием поливиниловых спиртов, кажется, можно смело использовать для эпиляции.
            Чем меньше таких спиртов в составе и чем больше смягчающих ингредиентов, таких как растительные масла, крахмалы, растительные камеди (например, ксантановая), тем тоньше и эластичнее будет пленка и тем меньше она будет травмировать кожу при удалении.
            Такие маски хороши тем, что растекаются по коже и проникают во все неровности, в том числе и поры, и как будто «впитывают» микрочастицы пыли и грязи.
        </p>

        <h5>Маски-скатки</h5>
        <p>
            Они также содержат те же ингредиенты, что и пленочные маски, но, в основном, растительного происхождения, например, ксантановую камедь, целлюлозу, пектины, и в гораздо меньшей концентрации.
            После нанесения таких масок не нужно ждать, пока они застынут - просто начинайте массировать кожу влажными пальцами, и вы почувствуете, как удаляются лишние чешуйки верхнего слоя и грязь.
            В их состав часто добавляют ферменты или АХА кислоты для усиления эффекта, такие маски могут применяться ежедневно, особенно если у вас плотная кожа или вы используете много декоративной косметики.
        </p>
        <p>
            Очищающие маски необходимы в уходе, если вы хотите привести свою кожу в состояние баланса: избавиться или предотвратить комедоны и повышенное салоотделение, уменьшить количество воспалений, повысить уровень увлажнённости и сохранить такое желанное сияние кожи. И теперь вы знаете, что искать на полках магазинов.
        </p>

    </section>

    <div class="Article__author">
        Автор статьи: <strong>Татьяна Моррисон</strong>
    </div>

    <div class="Article__more">
        <a class="button-reds" href="https://apteka.ru/blog/articles/pro-uxod-za-soboj/">Больше статей</a>
    </div>

</article>
</div>
</template>

<script lang="ts">
import { defineComponent } from 'vue'
export default defineComponent({
    name: 'Article',
    setup() {
        //
    },
})
</script>
